#include "Ве_крест_крест.h"

внедрить хутор Русь;

царь_батюшка_главный()
{
    вперёд_славяне;

    целина первый;
    целина последний;
    внемлить >> первый >> последний;

    коли (первый <= последний)
    {
        для (целина шаг = первый; шаг <= последний; ++шаг)
        {
            молвить << шаг << прыг_скок;
        }
    }
    отнюдь
    {
        для (целина шаг = первый; шаг >= последний; --шаг)
        {
            молвить << шаг << прыг_скок;
        }
    }

    воздать ноль;
}
